ahmadawais.shades-of-purple
astro-build.astro-vscode
bmewburn.vscode-intelephense-client
catppuccin.catppuccin-vsc
dracula-theme.theme-dracula
editorconfig.editorconfig
github.github-vscode-theme
gruntfuggly.todo-tree
joshmu.periscope
monokai.theme-monokai-pro-vscode
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-next
oderwat.indent-rainbow
onecentlin.laravel-blade
pkief.material-icon-theme
sdras.night-owl
svelte.svelte-vscode
